Repository: common-repository/mazen-seo-connector
Catalog: languages/mazen-seo-connector-*.po
Languages: fr_fr

source: Element has been created
fr_fr: L'élément a été créé

source: No post with this ID found
fr_fr: Aucun post avec cet ID n'a été trouvé

source: Error push element: no array or not set
fr_fr: Erreur push élément : pas un tableau ou donnée non définie

source: No type for meta robots
fr_fr: Aucun type défini pour les meta robots

source: Need tag in updatable post
fr_fr: Besoin d'un tag pour updatable post

source: Need values to check in updatable post
fr_fr: Besoin de valeurs à vérifier pour updatable post

source: Category loaded
fr_fr: Catégorie chargée

source: Please specify a field to update this category
fr_fr: Veuillez spécifier le champ à mettre à jour pour cette catégorie

source: Category has been created
fr_fr: La catégorie a été créée

source: Id not set for update redirection
fr_fr: Id non défini pour modifier la redirection

source: Id not set for delete
fr_fr: Id non défini pour delete

source: Invalid credentials
fr_fr: Authentification non valide

source: Need more informations for credentials check
fr_fr: Besoin de plus d'informations pour l'authentification

source: JWT Error: no idc set in header
fr_fr: Erreur JWT : Le header ne contient pas de idc

source: JSON Web Token needed - not an object
fr_fr: JSON Web Token requis : pas un objet

source: JSON Web Token needed - action not allowed
fr_fr: JSON Web Token requis : action non autorisée

source: JWT Error: should be in 3 parts
fr_fr: Erreur JWT : doit être en 3 parties

source: JWT Error: Header is null
fr_fr: Erreur JWT : Header est nul

source: JWT Error: Header not formatted correctly
fr_fr: Erreur JWT : format du header non conforme

source: JWT Error: Secret is null
fr_fr: Erreur JWT : le secret est nul

source: Not allowed type to get
fr_fr: Type non autorisé pour get

source: No type specified for get
fr_fr: Type non spécifié pour get

source: Not allowed type to create
fr_fr: Type à créer non autorisé

source: No specified type in create
fr_fr: Type à créer non spécifié

source: ID not specified or invalid
fr_fr: ID non spécifié ou invalide

source: Value not specified
fr_fr: Valeur non spécifiée

source: Not allowed type to update
fr_fr: Type à mettre à jour non autorisé

source: No specified type in update
fr_fr: Type à mettre à jour non spécifié

source: Interaction with MAZEN, the first SEO software that saves your time
fr_fr: Interaction avec MAZEN, le premier logiciel SEO qui vous fait gagner du temps

source: No post type defined (post or page)
fr_fr: Aucun type de contenu défini (article ou page)

source: Please enter a title
fr_fr: Veuillez indiquer un titre

source: Error creating post
fr_fr: Erreur lors de la création de l'article

source: No valid ID found
fr_fr: Aucun ID valide trouvé

source: Please enter a new content
fr_fr: Veuillez indiquer un nouveau contenu

source: Error copying image in CMS, error-copy returned
fr_fr: Erreur lors de la copie de l'image vers Wordpress, error-copy retourné

source: Content successfully saved
fr_fr: Contenu enregistré avec succès

source: Nothing was modified.
fr_fr: Aucune modification effectuée.

source: No initial content found, action canceled
fr_fr: Contenu initial non trouvé, action annulée

source: DOMDocument library is missing on CMS server
fr_fr: Librairie DOMDocument manquante sur le serveur hébergeant le site Wordpress.

source: Please enter a Meta title
fr_fr: Veuillez entrer le meta title

source: Please enter a Meta description
fr_fr: Veuillez indiquer la Meta Description

source: Error saving canonical URL for YOAST
fr_fr: Erreur lors de l'enregistrement de l'URL canonique pour YOAST

source: Error saving canonical url
fr_fr: Erreur lors de l'enregistrement de l'URL canonique

source: Error loading post for setMetaRobots
fr_fr: Erreur lors du chargement du post depuis setMetaRobots

source: Error loading post for setPostStatus
fr_fr: Erreur lors du chargement du post depuis setPostStatus

source: Please enter valid ID
fr_fr: Erreur lors de la récupération de l'ID du post

source: Please enter slug
fr_fr: Veuillez indiquer l'identifiant url

source: URL are identical, no change.
fr_fr: Les URL sont identiques, aucun changement effectué.

source: Slug has been successfully changed
fr_fr: L'url a bien été changée

source: No valid ID sent
fr_fr: Pas d'ID valide envoyé

source: Category not found.
fr_fr: Catégorie non trouvée.

source: Please enter the category slug
fr_fr: Veuillez indiquer l'identifiant url de la catégorie

source: URL are the same, no changes.
fr_fr: Les URL sont identiques, rien n'a changé.

source: Redirect not found
fr_fr: Redirection non trouvée

source: Information has been saved.
fr_fr: Les informations ont été enregistrées.

source: No data found
fr_fr: Donnée non trouvée

source: Please enter the site title
fr_fr: Veuillez indiquer le titre du site

source: JSON Token generated in Wordpress
fr_fr: Jeton JSON générée par Wordpress

source: JSON Web Token not decoded properly, secret may be not correct:
fr_fr: JSON Web Token non décodé correctement, le secret n'est peut-être pas correct.

source: No action set
fr_fr: Aucune action de définie.

source: No action found.
fr_fr: Aucune action trouvée.

source: One or several errors have been detected
fr_fr: Une ou plusieurs erreurs ont été levées

source: Action done!
fr_fr: Action effectuée !

source: Recent posts from Mazen blog:
fr_fr: Derniers contenus provenant du blog Mazen

source: No post found
fr_fr: Aucun contenu trouvé

source: Posted at %s
fr_fr: Posté le %s

source: Home
fr_fr: Accueil

source: Preview for this post:
fr_fr: Prévisualisation du contenu :

source: Redirect disabled
fr_fr: Redirection désactivée

source: Redirect enabled
fr_fr: Redirection activée

source: Redirect deleted
fr_fr: Redirection supprimée

source: All redirects:
fr_fr: Toutes les redirections

source: Enabled
fr_fr: Activé

source: disabled
fr_fr: désactivé

source: Enable
fr_fr: Activé

source: Disable
fr_fr: Désactivé
